Repository: dyne/AutOrg
Catalog: spell/aspell-0.60.6.1/po/*.po
Languages: ro

source: a string of 'o','O','p',or 'P'
ro: un ºir de 'o','O','p' sau 'P'

source: experimental filter for hiding delimited contexts
ro: filtru experimental pentru ascunderea contexte delimitate

source: context delimiters (separated by spaces)
ro: delimitator(i) de context (separaþi de spaþii)

source: swaps visible and invisible text
ro: schimbã între ele textele vizibile ºi invizibile

source: filter for skipping quoted text in email messages
ro: filtru pentru ignorarea textelor din citate din mesajele de email

source: email quote characters
ro: caracter citare în email

source: num chars that can appear before the quote char
ro: num caractere ce pot apare înainte de caracterul citare

source: filter for dealing with HTML documents
ro: filtru de procesare a documentelor HTML

source: HTML attributes to always check
ro: atribute HTML de verificat întotdeauna

source: HTML tags to always skip the contents of
ro: marcaje HTML ale cãror conþinut sã fie ignorat

source: filter for dealing with Nroff documents
ro: filtru pentru procesarea documentelor Nroff

source: filter for dealing with generic SGML/XML documents
ro: filtru pentru procesarea documentelor SGML/XML generice

source: SGML attributes to always check
ro: atribute SGML de verificat întotdeauna

source: SGML tags to always skip the contents of
ro: marcaje SGML ale cãror conþinut sã fie ignorat

source: filter for dealing with TeX/LaTeX documents
ro: Filtru pentru procesarea documentelor TeX/LaTeX

source: check TeX comments
ro: verificã comentariile TeX

source: TeX commands
ro: Comenzi TeX

source: filter for dealing with Texinfo documents
ro: filtru pentru procesarea documentelor Texinfo

source: Texinfo commands to ignore the parameters of
ro: Comenzi Texinfo pentru care sunt ignoraþi parametrii

source: Texinfo environments to ignore
ro: Medii Texinfo de ignorat

source: filter to skip URL like constructs
ro: filtru pentru ignorarea construcþiilor gen URL

source: mode for checking C++ comments and string literals
ro: mod pentru verificarea comentariilor C++ ºi ºirurilor literare

source: mode to check any lines starting with a #
ro: mod pentru verificarea liniilor ce încep cu un #

source: mode for skipping quoted text in email messages
ro: mod pentru ignorarea textelor citate în mesaje email

source: mode for checking HTML documents
ro: mod pentru verificarea documentelor HTML

source: mode to disable all filters
ro: mod pentru deactivarea tuturor filtrelor

source: mode for checking Nroff documents
ro: mod pentru verificarea documentelor Nroff

source: mode for checking Perl comments and string literals
ro: mod pentru verificarea comentariilor Perl ºi a ºirurilor literare

source: mode for checking generic SGML/XML documents
ro: mod pentru verificare documentelor SGML/XML generice

source: mode for checking TeX/LaTeX documents
ro: mod pentru verificarea documentelor TeX/LaTeX

source: mode for checking Texinfo documents
ro: mod pentru verificarea documentelor Texinfo

source: mode to skip URL like constructs (default mode)
ro: mod de ignorat construcþii de tip URL (mod implicit)
