Repository: dyne/AutOrg
Catalog: spell/aspell-0.60.6.1/po/*.po
Languages: ro

source: a number between 0 and 1
ro: un numãr între 0 ºi 1

source: in the form "<name> <value>"
ro: în forma "<nume> <valoare>"

source: string
ro: ºir

source: integer
ro: întreg

source: list
ro: listã

source: either "true" or "false"
ro: fie "true" fie "false"

source: a positive integer
ro: un întreg pozitiv

source: # default:
ro: # implicit:

source: ####################################################################### # # Filter: %s # %s # # configured as follows:
ro: ####################################################################### # # Filtru: %s # %s # # configurat astfel:

source: ASPELL_CONF env var
ro: variabila de mediu ASPELL_CONF

source: main configuration file
ro: fiºier principal de configurare

source: location of main configuration file
ro: locaþia fiºierului principal de configurare

source: location of language data files
ro: locaþia fiºierelor de date pentru limbi

source: create dictionary aliases
ro: creazã director alias-uri

source: location of the main word list
ro: locaþia listei de cuvinte principalã

source: encoding to expect data to be in
ro: encoding în care se aºteaptã datele

source: add or removes a filter
ro: adaugã sau ºterge un filtru

source: path(s) aspell looks for filters
ro: cale/cãi unde aspell cautã filtre

source: filter mode
ro: mod filtru

source: extra dictionaries to use
ro: extra dicþionare de folosit

source: location for personal files
ro: locaþia fiºierelor personale

source: ignore words <= n chars
ro: ignorã cuvinte <= n litere

source: ignore accents when checking words -- CURRENTLY IGNORED
ro: ignorã accente la verificarea cuvintelor -- DEOCAMDATÃ IGNORAT

source: ignore case when checking words
ro: ignorã litere mari/mici la verificarea cuvintelor

source: ignore commands to store replacement pairs
ro: ignorã comenzi de pãstrare a perechilor de înlocuiri

source: extra information for the word list
ro: informaþie suplimentarã pentru lista de cuvinte

source: keyboard definition to use for typo analysis
ro: definiþia tastaturii de folosit pentru analiza tastãrii

source: language code
ro: cod limbã

source: deprecated, use lang instead
ro: depãsit, folosiþi lang în schimb

source: location of local language data files
ro: locaþia fiºierelor locale de date pentru limbi

source: base name of the main dictionary to use
ro: numele de bazã al dicþionarului principal de folosit

source: set module name
ro: seteazã nume modul

source: search order for modules
ro: aautã ordinea pentru module

source: enable Unicode normalization
ro: permite normalizarea Unicode

source: Unicode normalization required for current lang
ro: Normalizare Unicode necesarã pentru limba curentã

source: Unicode normalization form: none, nfd, nfc, comp
ro: Tipuri de normalizare Unicode: none, nfd, nfc, comp

source: avoid lossy conversions when normalization
ro: evitã conversii cu pierderi la normalizare

source: personal configuration file
ro: fiºiere de configurare personal

source: personal dictionary file name
ro: nume fiºier dicþionar personal

source: prefix directory
ro: director prefix

source: replacements list file name
ro: nume fiºier cu lista de înlocuiri

source: consider run-together words legal
ro: considerã cuvintele puse într-un cuvânt legale

source: maximum number that can be strung together
ro: numãr maxim care pot fi legate împreunã

source: minimal length of interior words
ro: lungime minimã a cuvintelor interioare

source: save replacement pairs on save all
ro: salveazã perechile de înlocuiri la salveazã tot

source: set the prefix based on executable location
ro: seteazã prefixul bazat pe locaþia executabilului

source: size of the word list
ro: dimensiunea listei de cuvinte

source: no longer used
ro: nu mai este folosit

source: suggestion mode
ro: mod suggestie

source: edit distance to use, override sug-mode default
ro: editeazã distanþa de folosit, ignorã sug-mode implicit

source: use typo analysis, override sug-mode default
ro: foloseºte analiza tastãrii, ignorã sug-mode implicit

source: use replacement tables, override sug-mode default
ro: foloseºte tabele de înlocuiri, ignorã sug-mode implicit

source: characters to insert when a word is split
ro: literele de inserat când un cuvânt este despãrþit

source: use personal, replacement & session dictionaries
ro: foloseºte dicþionarele personale, de înlocuire ºi de sesiune

source: search path for word list information files
ro: cale cãutare pentru fisierele cu informaþii despre listele de cuvinte

source: enable warnings
ro: permite avertismente

source: indicator for affix flags in word lists -- CURRENTLY IGNORED
ro: indicator pentru marcajele de affix în listele de cuvinte -- DEOCAMDATÃ IGNORAT

source: use affix compression when creating dictionaries
ro: foloseºte compresia affix-elor la crearea dicþionarelor

source: remove invalid affix flags
ro: îndepãrteazã marcajele affix invalide

source: attempts to clean words so that they are valid
ro: încarcã sã cureþe cuvintele astfel încât acestea sã fie valide

source: compute soundslike on demand rather than storing
ro: calculeazã variantele "sunã ca" la nevoie, nu le stoca

source: partially expand affixes for better suggestions
ro: expandeazã parþial affix-ele pentru sugestii mai bune

source: skip invalid words
ro: sãri peste cuvintele invalide

source: check if affix flags are valid
ro: verificã dacã marcajele affix sunt valide

source: check if words are valid
ro: verificã dacã cuvintele sunt valide

source: create a backup file by appending ".bak"
ro: creazã un fiºier de rezervã adãugând ".bak"

source: use byte offsets instead of character offsets
ro: Foloseºte offset-uri în octeþi în loc de offset-uri în caractere

source: create missing root/affix combinations
ro: creazã combinaþiile rãdãcinã/affix ce lipsesc

source: keymapping for check mode: "aspell" or "ispell"
ro: mapare tastaturã pentru modul verificare: "aspell" sau "ispell"

source: reverse the order of the suggest list
ro: schimbã ordinea listei de sugestii

source: suggest possible replacements
ro: sugereazã înlocuiri posibile

source: time load time and suggest time in pipe mode
ro: cronometreazã timpul de încãrcare ºi sugereazã timpul în modul pipe

source: This could also mean that the file "%s" could not be opened for reading or does not exist.
ro: Aceasta ar putea de asemenea însemna cã fiºierul "%s" nu a putut fi deschis pentru citire sau cã nu existã.

source: The Unicode code point U+%04X is unsupported.
ro: Codul Unicode punct U+%04X nu este suportat.

source: Invalid UTF-8 sequence at position %ld.
ro: Secvenþã UTF-8 invalidã la poziþia %ld.

source: Operation Not Supported: %what:1
ro: Operaþie Nesuportatã: %what:1

source: The method "%what:1" is unimplemented in "%where:2".
ro: Metoda "%what:1" nu este implementatã în "%where:2".

source: %file:1:
ro: %fiºier:1:

source: The file "%file:1" can not be opened
ro: Fiºierul "%file:1" nu poate fi deschis

source: The file "%file:1" can not be opened for reading.
ro: Fiºierul "%file:1" nu poate fi deschis pentru citire.

source: The file "%file:1" can not be opened for writing.
ro: Fiºierul "%file:1" nu poate fi deschis pentru scriere.

source: The file name "%file:1" is invalid.
ro: Numele fiºierului "%file:1" este invalid.

source: The file "%file:1" is not in the proper format.
ro: Fiºierul "%file:1" nu este în formatul potrivit.

source: The directory "%dir:1" can not be opened for reading.
ro: Directorul "%dir:1" nu poate fi deschis pentru citire.

source: The key "%key:1" is unknown.
ro: Cheia "%key:1" este necunoscutã.

source: The value for option "%key:1" can not be changed.
ro: Valoarea pentru opþiunea "%key:1" nu poate fi schimbatã.

source: The key "%key:1" is not %accepted:2 and is thus invalid.
ro: Cheia "%key:1" nu este %accepted:2 ºi de aceea este invalidã.

source: The value "%value:2" is not %accepted:3 and is thus invalid for the key "%key:1".
ro: Valoarea "%value:2" nu este %accepted:3 ºi de aceea este invalidã pentru "%key:1".

source: The key "%key:1" is not a string.
ro: Cheia "%key:1" nu este un ºir.

source: The key "%key:1" is not an integer.
ro: Cheia "%key:1" nu este un întreg.

source: The key "%key:1" is not a boolean.
ro: Cheia "%key:1" nu este un boolean.

source: The key "%key:1" is not a list.
ro: Cheia "%key:1" nu este o listã.

source: The key "%key:1" does not take any parameters when prefixed by a "reset-".
ro: Cheia "%key:1" nu ia nici un parametru când este prefixatã de un "reset-".

source: The key "%key:1" does not take any parameters when prefixed by an "enable-".
ro: Cheia "%key:1" nu ia nici un parametru când este prefixatã de un "enable-".

source: The key "%key:1" does not take any parameters when prefixed by a "dont-" or "disable-".
ro: Cheia "%key:1" nu ia nici un parametru când este prefixatã de un "dont-" or "disable-".

source: The key "%key:1" does not take any parameters when prefixed by a "clear-".
ro: Cheia "%key:1" nu ia nici un parametru când este prefixatã de un "clear-".

source: The language "%lang:1" is not known.
ro: Limba "%lang:1" nu este cunoscutã.

source: The soundslike "%sl:2" is not known.
ro: Sunã-ca "%sl:2" nu este cunoscut.

source: The language "%lang:1" is not supported.
ro: Limba "%lang:1" nu este suportatã.

source: No word lists can be found for the language "%lang:1".
ro: Nu poate fi gãsitã nici o listã de cuvinte pentru limba "%lang:1".

source: Expected language "%lang:1" but got "%prev:2".
ro: Limba aºteptatã "%lang:1" dat am primit "%prev:2".

source: Affix '%aff:1' is corrupt.
ro: Affix-ul '%aff:1' este corupt

source: The condition "%cond:1" is invalid.
ro: Condiþia "%cond:1" este invalidã.

source: The condition "%cond:1" does not guarantee that "%strip:2" can always be stripped.
ro: Condiþia "%cond:1" nu garanteazã cã "%strip:2" poate fi întotdeauna redusã (stripped).

source: The file "%file:1" is not in the proper format. Expected the file to be in "%exp:2" not "%got:3".
ro: Fiºierul "%file:1" nu este în formatul potrivit. Aºteptam ca fiºierul sã fie în "%exp:2" nu în "%got:3".

source: The encoding "%encod:1" is not known.
ro: Encoding-ul "%encod:1" nu este cunoscut.

source: The encoding "%encod:1" is not supported.
ro: Encoding-ul "%encod:1" nu este suportat.

source: The conversion from "%encod:1" to "%encod2:2" is not supported.
ro: Conversia de la "%encod:1" la "%encod2:2" nu este suportat.

source: The string "%str:1" is invalid.
ro: ªirul "%str:1" este invalid.

source: The word "%word:1" is invalid.
ro: Cuvântul "%word:1" este invalid.

source: The affix flag '%aff:1' is invalid for word "%word:2".
ro: Marcaju affix %aff:1' este invalid pentru cuvântul "%word:2".

source: The affix flag '%aff:1' can not be applied to word "%word:2".
ro: Marcajul affix '%aff:1' nu poate fi aplicat cuvântului "%word:2".

source: not a version number
ro: nu este un numãr de versiune

source: dlopen returned "%return:1".
ro: dlopen a returnat "%return:2".

source: The file "%filter:1" does not contain any filters.
ro: Fiºierul "%filter:1" nu conþine nici un filtru.

source: The filter "%filter:1" does not exist.
ro: Filtrul "%filter:1" nu existã.

source: Confused by version control.
ro: Confuzat de controlul versiunilor.

source: Aspell version does not match filter's requirement.
ro: Versiunea Aspell nu se potriveºte cu cerinþele filtrului.

source: Filter option already exists.
ro: Opþiunea fitru existã deja.

source: Use option modifiers only within named option.
ro: Foloseºte modificatori opþiune numai în opþiunea numitã.

source: Option modifier unknown.
ro: Modificator opþiune necunoscut.

source: Error setting filter description.
ro: Eroare la setarea descrierii filtrului.

source: Empty option specifier.
ro: Opþiune specificator goalã.

source: Option "%option:1" possibly specified prior to filter.
ro: Opþiunea "%option:1" probabil specificatã înainte de filtru.

source: Unknown mode description key "%key:1".
ro: Cheie de descriere a modului necunoscutã "%key:1".

source: Expecting "%modekey:1" key.
ro: Aºteptam cheia "%modekey:1".

source: Version specifier missing key: "aspell".
ro: Specificator de versiune cu cheie lipsã : "aspell".

source: Aspell version does not match mode's requirement.
ro: Versiunea Aspell nu se potriveºte cu cerinþele modului.

source: Missing magic mode expression.
ro: Lipseºte expresia de mod magic

source: Empty extension at char %char:1.
ro: Extensie goalã la caracterul %char:1.

source: "%mode:1" error
ro: eroare "%mode:1"

source: Unknown mode: "%mode:1".
ro: Mod necunoscut: "%mode:1".

source: "%mode:1" error while extend Aspell modes. (out of memory?)
ro: Eroare "%mode:1" la extinderea opþiunilor Aspell. (nu mai e memorie?)

source: "%mode:1": no start for magic search given for magic "%magic:2".
ro: "%mode:1": nici un început pentru cãutarea magicã datã pentru magic "%magic:2".

source: "%mode:1": no range for magic search given for magic "%magic:2".
ro: "%mode:1": nici un interval pentru cãutarea magicã datã pentru magic "%magic:2".

source: "%mode:1": no magic expression available for magic "%magic:2".
ro: "%mode:1": nici o expresie magicã disponibilã pentru magic "%magic:2".

source: "%mode:1": Magic "%magic:2": bad regular expression after location specifier; regexp reports: "%regerr:3".
ro: "%mode:1": Magic "%magic:2": expresie regularã greºitã dupã specificatorul de locaþie; regexp raporteazã: "%regerr:3".

source: "%expression:1" is not a valid regular expression.
ro: "%expresia:1": nu este o expresie regularã validã.

source: Unhandled Error:
ro: Eroare neprelucratã:

source: Error: %s
ro: Eroare: %s

source: Error:
ro: Eroare:

source: enter Email mode.
ro: intrã mod Email.

source: enter HTML mode.
ro: intrã mod HTML.

source: enter TeX mode.
ro: intrã mod TeX.

source: enter Nroff mode.
ro: intrã mod Nroff.

source: Invalid Option: %s
ro: Opþiune Invalidã: %s

source: does not take any parameters.
ro: nu ia nici un parametru.

source: You must specify a parameter for "%s".
ro: Trebuie sã specificaþi un parametru pentru "%s"

source: You must specify an action
ro: Trebuie sã specificaþi o acþiune

source: Unknown Action: %s
ro: Acþiune necunoscutã: %s

source: Error: You must specify at least %d parameters for "%s".
ro: Eroare: Trebuie sã specificaþi cel puþin %d parametri pentru "%s".

source: Invalid Input
ro: Intrare Invalidã

source: WARNING: Unable to enter Nroff mode: %s
ro: AVERTISMENT: Nu pot intra în modul Nroff: %s

source: Time to load word list:
ro: Timp de încãrcare a listei de cuvinte:

source: Suggestion Time: %f
ro: Timp sugerat: %f

source: You must specify a file name.
ro: Trebuie sã specificaþi un nume de fiºier.

source: Could not open the file "%s" for reading
ro: Nu am putut deschide fiºierul "%s" pentru citire.

source: Invalid keymapping: %s
ro: Mapare tastaturã invalidã: %s

source: Could not open the file "%s" for writing. File not saved.
ro: Nu am putut deschide fiºierul "%s" pentru scriere. Fiºier nesalvat.

source: Ignore
ro: Ignorã

source: Ignore all
ro: Ignorã tot

source: Replace
ro: Înlocuieºte

source: Replace all
ro: Înlocuieºte tot

source: Add
ro: Adaugã

source: Add Lower
ro: Adaugã mai jos

source: Abort
ro: Renunþã

source: Exit
ro: Terminã

source: Are you sure you want to abort (y/n)?
ro: Sunteþi sigur(ã) cã doriþi sã renunþaþi (d/n)?

source: Yy
ro: Dd

source: With:
ro: Cu:

source: Sorry that is an invalid choice!
ro: Îmi pare rãu, aceasta este o alegere invalidã!

source: Sorry "filter" is currently unimplemented.
ro: Îmi pare rãu, "filter" nu este încã implementat.

source: Can't merge a master word list yet. Sorry.
ro: Încã nu pot combina o listã de cuvinte principalã. Îmi pare rãu.

source: Sorry "create/merge personal" is currently unimplemented.
ro: Îmi pare rãu, "create/merge personal" nu este încã implementat.

source: Sorry I won't overwrite "%s"
ro: Îmi pare rãu, nu pot suprascrie "%s"

source: Sorry "create/merge repl" is currently unimplemented.
ro: Îmi pare rãu, "create/merge repl" nu este încã implementat.

source: "%s" is not a valid flag for the "munch-list" command.
ro: "%s" nu este o opþiune validã pentru comanda "munch-list".

source: Usage: aspell [options] <command>
ro: Folosire: aspell [opþiuni] <comandã>

source: <command> is one of:
ro: <comandã> este una dintre urmãtoarele:

source: -?|usage display a brief usage message
ro: -?|folosire afiºeazã un scurt mesaj cu instrucþiuni de folosire

source: help display a detailed help message
ro: help afiºeazã un mesaj detaliat cu instrucþiuni de folosire

source: -c|check <file> to check a file
ro: -c|check <fiºier> pentru a verifica un fiºier

source: -a|pipe "ispell -a" compatibility mode
ro: -a|pipe "ispell -a" mod compatibilitate

source: [dump] config dumps the current configuration to stdout
ro: [dump] config afiºeazã configuraþia curentã la stdout

source: config <key> prints the current value of an option
ro: config <cheie> afiºeazã valoarea curentã a unei opþiuni

source: [dump] dicts | filters | modes
ro: [dump] dicþionare | filtre | moduri

source: lists available dictionaries / filters / filter modes
ro: afiºeazã dicþionare / filtre / moduri de filtrare disponibile

source: [options] is any of the following:
ro: [opþiuni] este oricare dintre urmãtoarele:

source: list produce a list of misspelled words from standard input
ro: list produce o listã de cuvinte scrise greºit de la intrarea standard

source: soundslike returns the sounds like equivalent for each word entered
ro: soundslike returneazã cuvintele care sunã echivalent cu fiecare cuvânt introdus

source: munch generate possible root words and affixes
ro: munch genereazã toate cuvintele rãdãcinã ºi afixele posibile

source: expand [1-4] expands affix flags
ro: expand [1-4] genereazã marcajele afix

source: clean [strict] cleans a word list so that every line is a valid word
ro: clean [strict] curãþã o listã de cuvinte astfel încât fiecare linie este un cuvânt valid

source: -v|version prints a version line
ro: -v|version afiºeazã o linie cu versiunea

source: reduce the size of a word list via affix compression
ro: reduce dimensiunea unei liste de cuvinte prin comprimarea afixelor

source: conv <from> <to> [<norm-form>]
ro: conv <din> <în> [<norm-form>]

source: converts from one encoding to another
ro: converteºte dintr-un encoding în altul

source: norm (<norm-map> | <from> <norm-map> <to>) [<norm-form>]
ro: norm (<norm-map> | <din> <norm-map> <în>) [<norm-form>]

source: perform Unicode normalization
ro: realizeazã normalizarea Unicode

source: dump|create|merge master|personal|repl [<name>]
ro: dump|create|merge master|personal|repl [<nume>]

source: dumps, creates or merges a master, personal, or replacement dictionary.
ro: afiºeazã, creazã sau combinã un dicþionar principal, personal sau înlocuitor.

source: <norm-form> normalization form to use, either none, internal, or strict
ro: <norm-form> forma normalizatã de folosit, fie none, internal sau strict

source: Aspell %s. Copyright 2000-2011 by Kevin Atkinson.
ro: Aspell %s. Copyright 2000-2011 de Kevin Atkinson.

source: Available Dictionaries: Dictionaries can be selected directly via the "-d" or "master" option. They can also be selected indirectly via the "lang", "variety", and "size" options.
ro: Dicþionare disponibile: Dicþionarele pot fi selectate direct folosind opþiunile "-d" sau "master". Ele mai pot fi selectate indirect folosind opþiunile "lang", "variety", ºi "size".

source: Available Filters (and associated options): Filters can be added or removed via the "filter" option.
ro: Filtre disponibile (ºi opþiunile asociate): Filtrele pot fi adãugate ºi îndepãrtate folosind opþiunea "filter".

source: %s filter: %s
ro: %s filtru: %s

source: Available Filter Modes: Filter Modes are reconfigured combinations of filters optimized for files of a specific type. A mode is selected via the "mode" option. This will happen implicitly if Aspell is able to identify the file type from the extension, and possibility the contents, of the file.
ro: Moduri filtru disponibile: Modurile filtru subt combinaþii reconfigurate de filtre optimizate pentru fiºiere de un anumit tip. Un mod este selectat folosind opþiunea "mode". Aceasta va avea loc implicit dacã Aspell poate identifica tipul fiºierului în funcþie de extensia ºi probabil conþinutul fiºierului.

source: Error: Stdin not a terminal.
ro: Eroare: Stdin nu un terminal.

source: Accept Changes
ro: Accept schimbãrile

source: Delete the previous character
ro: ªterge caracterul precedent

source: Left
ro: Stânga

source: Move Back one space
ro: Mutã înapoi un spaþiu

source: Right
ro: Dreapta

source: Move Forward one space
ro: Mutã înainte un spaþiu

source: Home
ro: Acasã

source: Move to the beginning of the line
ro: Mutã la începutul liniei

source: End
ro: Sfârºit

source: Move to the end of the line
ro: Mutã la sfârºitul liniei

source: Delete
ro: ªterge

source: Delete the next character
ro: ªterge urmãtorul caracter

source: Kill all characters to the EOL
ro: ªterge toate caracterele pânã la EOL (sfârºit de linie)

source: Abort This Operation
ro: Terminã aceastã operaþie

source: This is probably because:
ro: Aceasta probabil deoarece:

source: The required field "name" is missing.
ro: Câmpul necesar "name" lipseºte.

source: Empty string.
ro: ªir de caractere gol.

source: The character '%s' (U+%02X) may not appear at the beginning of a word.
ro: Caracterul '%s' (U+%02X) nu poate apare la începutul unui cuvânt.

source: The character '%s' (U+%02X) must be followed by an alphabetic character.
ro: Caracterul '%s' (U+%02X) trebuie urmat de o literã din alfabet.

source: Does not contain any alphabetic characters.
ro: Nu conþine nici o literã din alfabet

source: The character '%s' (U+%02X) may not appear in the middle of a word.
ro: Caracterul '%s' (U+%02X) nu poate apare la mijlocul unui cuvânt.

source: The character '\r' (U+0D) may not appear at the end of a word. This probably means means that the file is using MS-DOS EOL instead of Unix EOL.
ro: Caracterul '\r' (U+0D) nu poate apare la sfârºitul unui cuvânt. Aceasta înseamnã probabil cã fiºierul foloseºte EOL din MS-DOS în loc de EOL din Unix.

source: The character '%s' (U+%02X) may not appear at the end of a word.
ro: Caracterul '%s' (U+%02X) nu poate apare la sfârºitul unui cuvânt.

source: Warning: Removing invalid affix '%s' from word %s.
ro: Avertisment: Îndepãrtez affix-ul incorect '%s' din cuvântul %s.

source: Warning: Removing inapplicable affix '%s' from word %s.
ro: Avertisment: Îndepãrtez affix-ul incorect '%s' din cuvântul %s.

source: Warning: %s Skipping string.
ro: Avertisment: %s Sãr peste ºir.

source: The total length is larger than 240 characters.
ro: Lungimea totalã e mai mare de 240 caractere.

source: Warning: %s Skipping word.
ro: Avertisment: %s sare cuvânt.

source: Possibly incorrect count.
ro: Mumãrãtoare posibil incorectã.

source: Wrong endian order.
ro: Ordine endian-ã greºitã.

source: Wrong soundslike.
ro: "Sunã ca" greºit.

source: Wrong soundslike version.
ro: Versiune "Sunã ca" greºitã.

source: Affix flags found in word but no affix file given.
ro: Marcaje affix gãsie în cuvânt dar nici un fiºier de affix-e dat.

source: The total word length, with soundslike data, is larger than 240 characters.
ro: Lungimea totalã a cuvântului, cu datele "sunã ca", e mai mare de 240 caractere.

source: There must be at least one "add" line.
ro: Trebuie sã existe cel puþin o linie "add".

source: one of ultra, fast, normal, slow, or bad-spellers
ro: una dintre ultra, fast, normal, slow sau bad-spellers

source: is not one of the allowed types
ro: nu este unul dintre tipurile permise

source: The personal word list is unavailable.
ro: Lista de cuvinte personalã nu este disponibilã.

source: The session word list is unavailable.
ro: Lista de cuvinte de sesiune nu este disponibilã.

source: The main word list is unavailable.
ro: Lista de cuvinte principalã nu este disponibilã.
